Repository: knotq-app/mobile
Catalog: ios/KnotQMobile/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# web.delete_account.local_only_body
source: If you never enabled KnotQ Sync, your workspace lives only on your device and is never sent to KnotQ's servers. To remove that data, delete the KnotQ app's local data or uninstall the app. Disconnecting Google Calendar inside KnotQ removes the local Google credentials and stops further access; previously imported events remain in your local workspace until you remove those calendar sources or clear the app's data.
ar: إذا لم تفعّل مزامنة KnotQ، فإن مساحة عملك تعيش فقط على جهازك ولا يتم إرسالها أبدًا إلى خوادم KnotQ. لإزالة تلك البيانات، احذف بيانات تطبيق KnotQ المحلية أو قم بإلغاء تثبيت التطبيق. قطع الاتصال بـ Google Calendar داخل KnotQ يزيل بيانات اعتماد Google المحلية ويوقف الوصول الإضافي؛ الأحداث المستوردة مسبقًا تبقى في مساحة عملك المحلية حتى تزيل تلك مصادر التقويم أو تمسح بيانات التطبيق.
cs: Pokud jste nikdy nepovolili synchronizaci KnotQ, váš pracovní prostor existuje pouze na vašem zařízení a nikdy se neodesílá na servery KnotQ. Chcete-li tato data odstranit, odstraňte místní data aplikace KnotQ nebo odinstalujte aplikaci. Odpojení Kalendáře Google v aplikaci KnotQ odstraní místní přihlašovací údaje Googlu a zastaví další přístup; dříve importované události zůstávají ve vašem místním pracovním prostoru, dokud je neodeberete nebo nevymažete data aplikace.
da: Hvis du aldrig aktiverede KnotQ Sync, findes dit arbejdsområde kun på din enhed og sendes aldrig til KnotQ's servere. For at fjerne disse data skal du slette KnotQ-appens lokale data eller afinstallere appen. Afbrydelse af Google Calendar inde i KnotQ fjerner de lokale Google-legitimationsoplysninger og stopper yderligere adgang; tidligere importerede begivenheder forbliver i dit lokale arbejdsområde, indtil du fjerner disse kalenderkilder eller sletter appens data.
de: Wenn Sie KnotQ Sync nie aktiviert haben, existiert Ihr Workspace nur auf Ihrem Gerät und wird nie an KnotQ-Server gesendet. Um diese Daten zu entfernen, löschen Sie die lokalen Daten der KnotQ-App oder deinstallieren Sie die App. Das Trennen von Google Calendar in KnotQ entfernt die lokalen Google-Anmeldedaten und stoppt weiteren Zugriff. Zuvor importierte Ereignisse bleiben in Ihrem lokalen Workspace, bis Sie diese Kalenderquellen entfernen oder die Daten der App löschen.
el: Αν δεν ενεργοποιήσατε ποτέ το KnotQ Sync, ο χώρος εργασίας σας βρίσκεται μόνο στη συσκευή σας και δεν αποστέλλεται ποτέ στους διακομιστές του KnotQ. Για να αφαιρέσετε αυτά τα δεδομένα, διαγράψτε τα τοπικά δεδομένα της εφαρμογής KnotQ ή απεγκαταστήστε την εφαρμογή. Η αποσύνδεση του Google Calendar μέσα στο KnotQ αφαιρεί τα τοπικά διαπιστευτήρια Google και σταματά την περαιτέρω πρόσβαση· τα προηγουμένως εισαγόμενα γεγονότα παραμένουν στον τοπικό σας χώρο εργασίας έως ότου αφαιρέσετε εκείνες τις πηγές ημερολογίου ή καθαρίσετε τα δεδομένα της εφαρμογής.
es: Si nunca habilitaste KnotQ Sync, tu espacio de trabajo vive solo en tu dispositivo y nunca se envía a los servidores de KnotQ. Para eliminar esos datos, elimina los datos locales de la aplicación KnotQ o desinstala la aplicación. Desconectar Google Calendar dentro de KnotQ elimina las credenciales locales de Google y detiene el acceso adicional; los eventos importados previamente permanecen en tu espacio de trabajo local hasta que elimines esas fuentes de calendario o limpies los datos de la aplicación.
fi: Jos et koskaan ottanut KnotQ-synkronointia käyttöön, työtilasi on vain laitteellasi eikä sitä lähetetä koskaan KnotQ:n palvelimille. Poistaaksesi tiedot, poista KnotQ-sovelluksen paikalliset tiedot tai poista sovellus. Google Calendarin irrottaminen KnotQ:ssa poistaa paikalliset Google-valtuudet ja lopettaa jatkokäytön; aiemmin tuodut tapahtumat jäävät paikalliseen työtilaan, kunnes poistat kalenterilähteita tai tyhjennät sovelluksen tiedot.
fr: Si vous n'avez jamais activé KnotQ Sync, votre espace de travail ne se trouve que sur votre appareil et n'est jamais envoyé aux serveurs de KnotQ. Pour supprimer ces données, supprimez les données locales de l'application KnotQ ou désinstallez l'application. La déconnexion de Google Calendrier dans KnotQ supprime les identifiants Google locaux et arrête tout accès supplémentaire ; les événements précédemment importés restent dans votre espace de travail local jusqu'à ce que vous supprimiez ces sources de calendrier ou effaciez les données de l'application.
he: אם לא הפעלת אי פעם את KnotQ Sync, מרחב העבודה שלך קיים רק בהתקן שלך ולעולם לא נשלח לשרתי KnotQ. כדי להסיר נתונים אלה, מחק את נתוני אפליקציית KnotQ או הסר את התקנת האפליקציה. ניתוק Google Calendar בתוך KnotQ מסיר את הרשומות של Google המקומיות ועוצר גישה נוספת; אירועים שיובאו בעבר נשארים במרחב העבודה המקומי שלך עד שתסיר את מקורות לוח השנה או תנקה את נתוני האפליקציה.
hi: यदि आपने कभी KnotQ Sync सक्षम नहीं किया, तो आपका वर्कस्पेस केवल आपके डिवाइस पर रहता है और कभी KnotQ के सर्वर को नहीं भेजा जाता। वह डेटा हटाने के लिए, KnotQ ऐप के स्थानीय डेटा को हटाएं या ऐप को अनइंस्टॉल करें। KnotQ के अंदर Google कैलेंडर को डिस्कनेक्ट करने से स्थानीय Google क्रेडेंशियल हटा दिए जाते हैं और आगे की पहुंच बंद हो जाती है; पहले से आयातित ईवेंट आपके स्थानीय वर्कस्पेस में तब तक रहते हैं जब तक आप उन कैलेंडर स्रोतों को नहीं हटाते या ऐप के डेटा को साफ नहीं करते।
hu: Ha soha nem engedélyezte a KnotQ Sync-et, az Ön munkahely csak az eszközén van és soha nem kerül a KnotQ szervereire. Az adatok eltávolításához törölje a KnotQ alkalmazás helyi adatait vagy távolítsa el az alkalmazást. A Google Naptár leválasztása a KnotQ-ban eltávolítja a helyi Google hitelesítő adatokat és leállítja a további hozzáférést; a korábban importált események az Ön helyi munkahelyén maradnak, amíg el nem távolítja azokat a naptárforrásokat vagy törlöd az alkalmazás adatait.
id: Jika Anda tidak pernah mengaktifkan KnotQ Sync, ruang kerja Anda hanya berada di perangkat Anda dan tidak pernah dikirim ke server KnotQ. Untuk menghapus data tersebut, hapus data lokal aplikasi KnotQ atau uninstal aplikasi. Memutuskan sambungan Google Calendar di dalam KnotQ menghapus kredensial Google lokal dan menghentikan akses lebih lanjut; acara yang sebelumnya diimpor tetap berada di ruang kerja lokal Anda sampai Anda menghapus sumber kalender tersebut atau menghapus data aplikasi.
it: Se non hai mai abilitato KnotQ Sync, il tuo workspace vive solo sul tuo dispositivo e non viene mai inviato ai server di KnotQ. Per rimuovere tali dati, elimina i dati locali dell'app KnotQ o disinstalla l'app. Disconnettere Google Calendar all'interno di KnotQ rimuove le credenziali Google locali e interrompe l'accesso futuro; gli eventi precedentemente importati rimangono nel tuo workspace locale fino a quando non rimuovi quelle origini del calendario o cancelli i dati dell'app.
ja: KnotQ Syncを有効にしていない場合、ワークスペースはデバイスのみに存在し、KnotQのサーバーには送信されません。そのデータを削除するには、KnotQアプリのローカルデータを削除するか、アプリをアンインストールしてください。KnotQ内でGoogle Calendarを切断すると、ローカルGoogleクレデンシャルが削除され、それ以上のアクセスが停止されます。以前にインポートされたイベントは、カレンダーソースを削除するか、アプリのデータをクリアするまで、ローカルワークスペースに残ります。
ko: KnotQ Sync를 활성화하지 않았다면 워크스페이스는 디바이스에만 있으며 KnotQ 서버로 전송되지 않습니다. 해당 데이터를 제거하려면 KnotQ 앱의 로컬 데이터를 삭제하거나 앱을 제거하세요. KnotQ 내에서 Google Calendar를 연결 해제하면 로컬 Google 자격증명이 제거되고 추가 액세스가 중단됩니다. 이전에 가져온 이벤트는 캘린더 소스를 제거하거나 앱의 데이터를 초기화할 때까지 로컬 워크스페이스에 유지됩니다.
ms: Jika Anda tidak pernah mengaktifkan Sinkronisasi KnotQ, ruang kerja Anda hanya ada di perangkat Anda dan tidak pernah dikirim ke server KnotQ. Untuk menghapus data tersebut, hapus data lokal aplikasi KnotQ atau copot aplikasi. Memutuskan sambungan Kalender Google di dalam KnotQ menghapus kredensial Google lokal dan menghentikan akses lebih lanjut; acara yang diimpor sebelumnya tetap ada di ruang kerja lokal Anda hingga Anda menghapus sumber kalender tersebut atau menghapus data aplikasi.
nb: Hvis du aldri aktiverte KnotQ Sync, lever arbeitsflaten din bare på enheten din og sendes aldri til KnotQs servere. For å fjerne disse dataene, slett den lokale dataene til KnotQ-appen eller avinstaller appen. Hvis du kobler fra Google Calendar i KnotQ, fjernes de lokale Google-legitimasjonen og videre tilgang stoppes; tidligere importerte hendelser forblir i arbeitsflaten din inntil du fjerner disse kalenderkildene eller fjerner appens data.
nl: Als je KnotQ Sync nooit hebt ingeschakeld, bevindt je werkruimte zich alleen op je apparaat en wordt deze nooit naar KnotQ's servers verzonden. Om die gegevens te verwijderen, verwijder je de lokale gegevens van de KnotQ-app of verwijder je de app. Google Calendar losmaken in KnotQ verwijdert de lokale Google-inloggegevens en stopt verdere toegang; eerder geïmporteerde evenementen blijven in je lokale werkruimte totdat je die kalenderbronnen verwijdert of de gegevens van de app wist.
pl: Jeśli nigdy nie włączyłeś synchronizacji KnotQ, Twój obszar roboczy istnieje tylko na Twoim urządzeniu i nigdy nie jest wysyłany na serwery KnotQ. Aby usunąć te dane, usuń dane lokalne aplikacji KnotQ lub odinstaluj aplikację. Odłączenie Google Calendar w aplikacji KnotQ usuwa lokalne poświadczenia Google i zatrzymuje dalszy dostęp; wcześniej zaimportowane wydarzenia pozostają w Twoim lokalnym obszarze roboczym do czasu usunięcia tych źródeł kalendarza lub wyczyszczenia danych aplikacji.
pt_br: Se você nunca habilitou a Sincronização KnotQ, seu workspace existe apenas em seu dispositivo e nunca é enviado aos servidores da KnotQ. Para remover esses dados, exclua os dados locais do aplicativo KnotQ ou desinstale o aplicativo. Desconectar o Google Calendar dentro do KnotQ remove as credenciais locais do Google e interrompe o acesso posterior; eventos previamente importados permanecem em seu workspace local até que você remova essas fontes de calendário ou limpe os dados do aplicativo.
pt_pt: Se nunca ativou a sincronização KnotQ, a sua área de trabalho existe apenas no seu dispositivo e nunca é enviada para os servidores do KnotQ. Para remover esses dados, elimine os dados locais da aplicação KnotQ ou desinstale a aplicação. Desconectar o Google Calendar no interior do KnotQ remove as credenciais locais do Google e interrompe o acesso adicional; os eventos previamente importados permanecem na sua área de trabalho local até remover essas origens de calendário ou limpar os dados da aplicação.
ro: Dacă nu ați activat niciodată KnotQ Sync, spațiul dvs. de lucru trăiește doar pe dispozitivul dvs. și nu este niciodată trimis pe serverele KnotQ. Pentru a elimina acele date, ștergeți datele locale ale aplicației KnotQ sau dezinstalați aplicația. Deconectarea Google Calendar din KnotQ elimină acreditările locale Google și oprește accesul în continuare; evenimentele importate anterior rămân în spațiul dvs. de lucru local până când eliminați acele surse de calendar sau ștergeți datele aplicației.
ru: Если вы никогда не включали KnotQ Sync, ваше рабочее пространство находится только на вашем устройстве и никогда не отправляется на серверы KnotQ. Чтобы удалить эти данные, удалите локальные данные приложения KnotQ или удалите приложение. Отключение Google Календаря внутри KnotQ удаляет локальные учётные данные Google и останавливает дальнейший доступ; ранее импортированные события остаются в вашем локальном рабочем пространстве, пока вы не удалите эти источники календаря или не очистите данные приложения.
sk: Ak ste nikdy nepovolili synchronizáciu KnotQ, váš pracovný priestor existuje iba na vašom zariadení a nikdy sa neposiela na servery spoločnosti KnotQ. Ak chcete tieto údaje odstrániť, zymažte lokálne údaje aplikácie KnotQ alebo odinštalujte aplikáciu. Odpojenie Kalendára Google v rámci KnotQ odstráni miestne poverenia Google a zastaví ďalší prístup; predtým importované udalosti zostanú vo vašom lokálnom pracovnom priestore, kým neodstránite tieto zdroje kalendára alebo nevymažete údaje aplikácie.
sv: Om du aldrig aktiverade KnotQ Sync finns ditt arbetsutrymme endast på din enhet och skickas aldrig till KnotQ:s servrar. För att ta bort denna data, ta bort KnotQ-appens lokala data eller avinstallera appen. Att koppla ifrån Google Calendar inuti KnotQ tar bort de lokala Google-autentiseringsuppgifterna och stoppar ytterligare åtkomst; tidigare importerade händelser förblir i ditt lokala arbetsutrymme tills du tar bort dessa kalenderkällor eller rensar appens data.
th: หากคุณไม่เคยเปิด KnotQ Sync พื้นที่ทำงานของคุณจะอยู่เฉพาะบนอุปกรณ์ของคุณและไม่เคยถูกส่งไปยังเซิร์ฟเวอร์ KnotQ ในการลบข้อมูลนั้น ให้ลบข้อมูลในเครื่องของแอป KnotQ หรือถอนการติดตั้งแอป การตัดการเชื่อมต่อ Google Calendar ภายใน KnotQ จะลบข้อมูลประจำตัว Google ในเครื่องและหยุดการเข้าถึงเพิ่มเติม เหตุการณ์ที่นำเข้ามาก่อนหน้านี้จะยังคงอยู่ในพื้นที่ทำงานของคุณในเครื่องจนกว่าคุณจะลบแหล่งปฏิทินเหล่านั้นหรือล้างข้อมูลของแอป
tr: KnotQ Senkronizasyon'u hiçbir zaman etkinleştirmediyseniz, çalışma alanınız yalnızca cihazınızda bulunur ve hiçbir zaman KnotQ'nun sunucularına gönderilmez. Bu verileri kaldırmak için, KnotQ uygulamasının yerel verilerini silin veya uygulamayı kaldırın. KnotQ'nun içinde Google Takvim'in bağlantısını kesme işlemi yerel Google kimlik bilgilerini kaldırır ve daha fazla erişimi durdurur; önceden içe aktarılan etkinlikler bu takvim kaynaklarını kaldırana veya uygulamanın verilerini temizlemeye kadar yerel çalışma alanınızda kalır.
uk: Якщо ви ніколи не увімкнули синхронізацію KnotQ, ваш робочий простір існує лише на вашому пристрої й ніколи не надсилається на сервери KnotQ. Щоб видалити ці дані, видаліть локальні дані програми KnotQ або видаліть програму. Відключення Google Календаря в KnotQ видаляє локальні облікові дані Google та зупиняє подальший доступ; раніше імпортовані события залишаються у вашому локальному робочому просторі, поки ви не видалите ці джерела календаря або не очистите дані програми.
vi: Nếu bạn chưa bao giờ bật Đồng bộ KnotQ, không gian làm việc của bạn chỉ tồn tại trên thiết bị của bạn và không bao giờ được gửi đến máy chủ của KnotQ. Để xóa dữ liệu đó, hãy xóa dữ liệu cục bộ của ứng dụng KnotQ hoặc gỡ cài đặt ứng dụng. Ngắt kết nối Lịch Google bên trong KnotQ sẽ xóa thông tin xác thực Google cục bộ và dừng truy cập thêm; các sự kiện đã nhập trước đó vẫn còn trong không gian làm việc cục bộ của bạn cho đến khi bạn xóa những nguồn lịch đó hoặc xóa dữ liệu của ứng dụng.
zh_hans: 如果您从未启用 KnotQ Sync，您的工作区仅存储在您的设备上，永远不会发送到 KnotQ 的服务器。要删除该数据，请删除 KnotQ 应用的本地数据或卸载应用。在 KnotQ 中断开 Google Calendar 连接会删除本地 Google 凭证并停止进一步访问；以前导入的事件将保留在您的本地工作区中，直到您删除这些日历源或清除应用数据。
zh_hant: 如果您從未啟用 KnotQ Sync，您的工作區只存在於您的裝置上，永遠不會傳送到 KnotQ 的伺服器。若要移除該資料，請刪除 KnotQ 應用程式的本機資料或卸載應用程式。在 KnotQ 內斷開 Google Calendar 的連線會移除本機 Google 認證並停止進一步存取；先前匯入的事件將保留在您的本機工作區中，直到您移除這些日曆來源或清除應用程式資料。

# web.delete_account.local_only_data_link
source: Local-only data
ar: البيانات المحلية فقط
cs: Místně uložená data
da: Kun lokale data
de: Nur lokal gespeicherte Daten
el: Δεδομένα μόνο τοπικά
es: Datos solo locales
fi: Vain paikalliset tiedot
fr: Données locales uniquement
he: נתונים מקומיים בלבד
hi: स्थानीय-केवल डेटा
hu: Csak helyi adatok
id: Data lokal saja
it: Dati solo locali
ja: ローカルのみデータ
ko: 로컬 전용 데이터
ms: Data lokal saja
nb: Bare lokale data
nl: Alleen lokale gegevens
pl: Dane tylko lokalne
pt_br: Dados apenas locais
pt_pt: Dados apenas locais
ro: Date doar locale
ru: Локальные данные
sk: Iba lokálne údaje
sv: Endast lokal data
th: ข้อมูลในเครื่องเท่านั้น
tr: Yalnızca yerel veriler
uk: Локальні дані
vi: Dữ liệu cục bộ
zh_hans: 仅本地数据
zh_hant: 僅限本機資料

# web.delete_account.privacy_policy_link
source: Privacy Policy
ar: سياسة الخصوصية
cs: Zásady ochrany osobních údajů
da: Privatlivspolitik
de: Datenschutzrichtlinie
el: Πολιτική Απορρήτου
es: Política de privacidad
fi: Tietosuojakäytäntö
fr: Politique de confidentialité
he: מדיניות הפרטיות
hi: गोपनीयता नीति
hu: Adatvédelmi szabályzat
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보처리방침
ms: Kebijakan Privasi
nb: Personvernpolicy
nl: Privacybeleid
pl: Polityka prywatności
pt_br: Política de Privacidade
pt_pt: Política de Privacidade
ro: Politica de Confidențialitate
ru: Политика конфиденциальности
sk: Zásady ochrany osobných údajov
sv: Sekretesspolicy
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik İlkesi
uk: Політика конфіденційності
vi: Chính sách Bảo mật
zh_hans: 隐私政策
zh_hant: 隱私權政策

# web.delete_account.questions_a
source: For anything about account deletion, data retention, or KnotQ support, email
ar: لأي أسئلة حول حذف الحساب أو الاحتفاظ بالبيانات أو دعم KnotQ، أرسل بريدًا إلى
cs: Pokud máte jakékoli otázky o smazání účtu, uchovávání dat nebo podporě KnotQ, pošlete e-mail
da: For spørgsmål om kontosletning, dataopbevaring eller KnotQ-support skal du sende en email
de: Für Fragen zur Kontolöschung, Datenspeicherung oder KnotQ-Unterstützung senden Sie eine E-Mail an
el: Για οποιαδήποτε ερώτηση σχετικά με τη διαγραφή λογαριασμού, τη διατήρηση δεδομένων ή την υποστήριξη KnotQ, στείλτε email στο
es: Para cualquier cosa sobre eliminación de cuenta, retención de datos, o soporte de KnotQ, envía un correo a
fi: Kaikesta tilin poistamisesta, tietojen säilytyksestä tai KnotQ-tuesta lähetä sähköpostia
fr: Pour toute question concernant la suppression de compte, la rétention des données ou le support KnotQ, envoyez un e-mail
he: לכל שאלה על מחיקת חשבון, שמירת נתונים או תמיכה ב-KnotQ, שלח דוא״ל
hi: खाता हटाने, डेटा प्रतिधारण, या KnotQ सहायता के बारे में कुछ भी पूछने के लिए, ईमेल करें
hu: A fiók törlésével, adatmegőrzéssel vagy KnotQ támogatással kapcsolatos bármely kérdéshez írjon e-mailt
id: Untuk apa pun tentang penghapusan akun, penyimpanan data, atau dukungan KnotQ, kirim email
it: Per qualsiasi domanda sull'eliminazione dell'account, la conservazione dei dati o il supporto di KnotQ, invia un'email a
ja: アカウント削除、データ保持、またはKnotQサポートについての質問はメール
ko: 계정 삭제, 데이터 보관 또는 KnotQ 지원에 대한 질문이 있으면
ms: Untuk apa pun tentang penghapusan akun, retensi data, atau dukungan KnotQ, email
nb: For spørsmål om kontosletting, dataoppbevaring eller KnotQ-støtte, send e-post til
nl: Voor vragen over accountverwijdering, gegevensbehoud of KnotQ-ondersteuning, stuur een e-mail naar
pl: W przypadku pytań dotyczących usunięcia konta, przechowywania danych lub pomocy technicznej KnotQ, wyślij wiadomość e-mail
pt_br: Para qualquer dúvida sobre exclusão de conta, retenção de dados ou suporte KnotQ, envie um email para
pt_pt: Para tudo sobre eliminação de conta, retenção de dados ou suporte do KnotQ, envie um e-mail
ro: Pentru orice despre ștergerea contului, retenția datelor sau suportul KnotQ, trimiteți un e-mail
ru: По вопросам удаления учётной записи, сохранения данных или поддержки KnotQ напишите
sk: V prípade akýchkoľvek otázok týkajúcich sa zmazania konta, uchovania údajov alebo podpory KnotQ, napíšte
sv: För något om kontoborttagning, datalagringsperiod eller KnotQ-support, e-posta
th: สำหรับคำถามใด ๆ เกี่ยวกับการลบบัญชี การเก็บข้อมูล หรือการสนับสนุน KnotQ โปรดส่งอีเมล
tr: Hesap silme, veri saklama veya KnotQ desteği hakkında herhangi bir soruya e-posta gönderin
uk: Щодо будь-яких питань про видалення акаунту, збереження даних або підтримку KnotQ, надішліть електронного листа на
vi: Nếu có bất kỳ câu hỏi nào về xóa tài khoản, lưu giữ dữ liệu hoặc hỗ trợ KnotQ, hãy gửi email
zh_hans: 如有关于账户删除、数据保留或 KnotQ 支持的任何问题，请发送电子邮件至
zh_hant: 若有任何關於帳戶刪除、資料保留或 KnotQ 支援的問題，請透過電子郵件與我們聯絡

# web.delete_account.questions_b
source: You can also review our
ar: يمكنك أيضًا مراجعة
cs: Můžete si také prohlédnout naše
da: Du kan også gennemgå vores
de: Sie können auch unsere
el: Μπορείτε επίσης να δείτε τη
es: También puedes revisar nuestro
fi: Voit myös tutustua
fr: Vous pouvez également consulter notre
he: אתה יכול גם לעיין ב
hi: आप हमारी भी समीक्षा कर सकते हैं
hu: Az Ön azt is megtekintheti
id: Anda juga dapat meninjau
it: Puoi anche consultare la nostra
ja: 以下も確認できます
ko: 로 이메일을 보내세요. 또한
ms: Anda juga dapat meninjau
nb: Du kan også gjennomgå vår
nl: Je kunt ook onze
pl: Możesz również zapoznać się z naszą
pt_br: Você também pode revisar nossa
pt_pt: Pode também rever a nossa
ro: De asemenea, puteți consulta
ru: Вы также можете ознакомиться с нашей
sk: Môžete si tiež prehliadnuť našu
sv: Du kan också granska vår
th: คุณยังสามารถตรวจสอบได้
tr: Ayrıca şunları inceleyebilirsiniz
uk: Ви також можете переглянути нашу
vi: Bạn cũng có thể xem lại
zh_hans: 您也可以查看我们的
zh_hant: 您也可以查看我們的

# web.delete_account.questions_heading
source: Questions
ar: أسئلة
cs: Otázky
da: Spørgsmål
de: Fragen
el: Ερωτήσεις
es: Preguntas
fi: Kysymyksiä
he: שאלות
hi: प्रश्न
hu: Kérdések
id: Pertanyaan
it: Domande
ja: ご質問
ko: 질문
ms: Pertanyaan
nb: Spørsmål
nl: Vragen
pl: Pytania
pt_br: Dúvidas
pt_pt: Questões
ro: Întrebări
ru: Вопросы
sk: Otázky
sv: Frågor
th: คำถาม
tr: Sorular
uk: Питання
vi: Câu hỏi
zh_hans: 问题
zh_hant: 問題

# web.delete_account.step1_a
source: Sign in to your KnotQ account, either in the KnotQ app or on the
ar: قم بتسجيل الدخول إلى حساب KnotQ الخاص بك، إما في تطبيق KnotQ أو على
cs: Přihlaste se ke svému účtu KnotQ buď v aplikaci KnotQ, nebo na
da: Log ind på din KnotQ-konto, enten i KnotQ-appen eller på
de: Melden Sie sich bei Ihrem KnotQ-Konto an, entweder in der KnotQ-App oder auf
el: Συνδεθείτε στον λογαριασμό KnotQ, είτε στην εφαρμογή KnotQ είτε στο
es: Inicia sesión en tu cuenta de KnotQ, ya sea en la aplicación de KnotQ o en
fi: Kirjaudu KnotQ-tilillesi joko KnotQ-sovelluksessa tai
fr: Connectez-vous à votre compte KnotQ, soit dans l'application KnotQ, soit sur
he: התחבר לחשבון KnotQ שלך, בין בתוך אפליקציית KnotQ או ב
hi: अपने KnotQ खाते में साइन इन करें, या तो KnotQ ऐप में या इस वेबसाइट के
hu: Jelentkezzen be KnotQ fiókjába a KnotQ alkalmazásban vagy a
id: Masuk ke akun KnotQ Anda, baik di aplikasi KnotQ maupun di
it: Accedi al tuo account KnotQ, sia nell'app KnotQ che nella
ja: KnotQアプリまたはこのウェブサイトの
ko: KnotQ 계정에 로그인하세요. KnotQ 앱에서 또는 이 웹사이트의
ms: Masuk ke akun KnotQ Anda, baik di aplikasi KnotQ atau di
nb: Logg inn på KnotQ-kontoen din, enten i KnotQ-appen eller på
nl: Meld je aan bij je KnotQ-account, in de KnotQ-app of op de
pl: Zaloguj się na swoje konto KnotQ, albo w aplikacji KnotQ, albo na
pt_br: Entre em sua conta KnotQ, no aplicativo KnotQ ou no
pt_pt: Inicie sessão na sua conta KnotQ, tanto na aplicação KnotQ como no
ro: Conectați-vă la contul dvs. KnotQ, fie în aplicația KnotQ, fie pe
ru: Войдите в свою учётную запись KnotQ — либо в приложении KnotQ, либо на
sk: Prihláste sa do konta KnotQ, buď v aplikácii KnotQ alebo na
sv: Logga in på ditt KnotQ-konto, antingen i KnotQ-appen eller på
th: ลงชื่อเข้าใช้บัญชี KnotQ ของคุณ ไม่ว่าจะเป็นแอป KnotQ หรือใน
tr: KnotQ hesabınıza oturum açın, KnotQ uygulamasında veya şurada:
uk: Увійдіть до свого акаунту KnotQ — у програмі KnotQ або на
vi: Đăng nhập vào tài khoản KnotQ của bạn, hoặc trong ứng dụng KnotQ hoặc trên
zh_hans: 登录到您的 KnotQ 账户，可以在 KnotQ 应用内或本网站上
zh_hant: 登入您的 KnotQ 帳戶，可以在 KnotQ 應用程式中或

# web.delete_account.step1_b
source: of this website.
ar: من هذا الموقع.
cs: tomto webu.
da: på dette websted.
de: dieser Website.
el: αυτού του ιστοχώρου.
es: de este sitio web.
fi: tällä verkkosivustolla.
fr: de ce site web.
he: של אתר זה.
hi: पर।
hu: oldalán.
id: situs web ini.
it: di questo sito web.
ja: でKnotQアカウントにサインインします。
ko: 에서 로그인할 수 있습니다.
ms: situs web ini.
nb: på dette nettstedet.
nl: van deze website.
pl: tej witryny.
pt_br: deste site.
pt_pt: deste sítio Web.
ro: a acestui site web.
ru: этого веб-сайта.
sk: tejto webovej stránky.
sv: på denna webbplats.
th: ของเว็บไซต์นี้
tr: bu web sitesinin.
uk: цьому веб-сайті.
vi: của trang web này.
zh_hans: 登录。
zh_hant: 此網站上進行。
